brew "atuin"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "lazygit"
brew "mise"
brew "node"
brew "ripgrep"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
